/* STM */
"STM01TEXT01" = "Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.
Jos tulostimen käyttöä jatketaan, kun musteen taso on alarajan alapuolella, se saattaa vaurioittaa tulostinta.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Varmista ennen suutintestin suoritusta, että tulostin on päällä ja kytketty tietokoneeseen. Varmista myös, että takaosan paperinsyöttöön on asetettu A4- tai Letter-kokoista tavallista paperia. Tulosta suutintestin kuvio napsauttamalla [Tulosta] tai lopeta napsauttamalla [Peruuta].";
"NOZZLE01B01" = "Tulosta";
"NOZZLE01B02" = "Peruuta";

"NOZZLE02TEXT01" = "Vertaa tulostettua kuviota yllä olevaan malliin. Jos suutintestin kuviossa on katkonaisia viivoja, napsauta [Puhdista]. Lopeta napsauttamalla [Valmis].";
"NOZZLE02SPE01" = "Ylempi: Hyvä
Alempi: Tarvitaan puhdistus";
"NOZZLE02B01" = "Valmis";
"NOZZLE02B03" = "Puhdista";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Käynnistä tulostuspäiden suutinten puhdistus napsauttamalla [Käynnistä]. Koska puhdistukseen kuluu jonkin verran mustetta, puhdista tulostuspäät vain, kun tulosteessa on vaaleita tai tulostumattomia kohtia. Käytä ensin \"Suutintesti\"-apuohjelmaa varmistamaan, että tulostuspäät tarvitsevat puhdistusta.
Huomaa: Varmista ennen puhdistusta, että kuljetuslukko on avoimessa (Printing) asennossa kuvan mukaisesti.";
"HEADCLEANING01B01" = "Peruuta";
"HEADCLEANING01B02" = "Käynnistä";

"HEADCLEANING02TEXT01" = "Odota ...";
"HEADCLEANING02TEXT02" = "Tulostuspäiden puhdistus käynnissä. Odota hetki.";
"HEADCLEANING02B01" = "Sulje";

"HEADCLEANING03TEXT01" = "Puhdistusjakso on päättynyt. Tarkista, että puhdistus onnistui valitsemalla [Tulosta suutintestin kuvio].";
"HEADCLEANING03B01" = "Valmis";
"HEADCLEANING03B03" = "Tulosta suutintestin kuvio";

/* Gap */
"GAP01TEXT01" = "Tulostuspäiden kohdistus -apuohjelma korjaa väärin kohdistetut pysty- ja vaakaviivat sekä epäselvän tulostusjäljen.";
"GAP01B01" = "Seuraava >";
"GAP01B02" = "Peruuta";

"GAP02TEXT01" = "Tulostetaan pystykohdistusarkki.
Varmista, että tulostin on käynnissä ja kytketty tietokoneeseen. Varmista myös, että takaosan paperinsyöttöön on asetettu A4- tai Letter-kokoista tavallista paperia.
Napsauta [Tulosta], kun olet valmis.";
"GAP02B01" = "Tulosta";
"GAP02B02" = "Peruuta";
"GAP02B03" = "Ohita >>";

"GAP03TEXT01" = "Katso kohdistusarkkia.
Etsi neliö, jossa ei ole näkyviä viivoja sarjassa #1 - #5. Valitse alla olevasta luettelosta neliötä vastaava numero. Napsauta sitten [Seuraava >].
Jos jokaisessa neliössä on raita, valitse neliö, jossa se on ohuin. Napsauta sitten [Uusi kohdistus].";
"GAP03B01" = "Seuraava >";
"GAP03B02" = "Peruuta";
"GAP03B03" = "Uusi kohdistus";

"GAP04TEXT01" = "Tulostetaan mustan värin vaakakohdistusarkki.
Varmista, että takaosan paperinsyöttöön on asetettu A4- tai Letter-kokoista tavallista paperia.
Huomaa: Tämä säätö vaikuttaa vain, kun tulostetaan nopealla tulostuksella tavalliselle paperille. Muihin paperityyppeihin se ei vaikuta.";
"GAP04B01" = "Tulosta";
"GAP04B02" = "Peruuta";
"GAP04B03" = "Ohita >>";

"GAP05TEXT01" = "Katso kohdistusarkkia.
Etsi kuvio, jossa ei ole mustia eikä valkoisia viivoja. Valitse kuvion numero alla olevasta luettelosta ja napsauta [Seuraava >].
Jos kaikissa kuvioissa on viiva, valitse kuvio, jossa on kaikkein ohuin viiva. Napsauta sitten [Uusi kohdistus].";
"GAP05B01" = "Seuraava >";
"GAP05B02" = "Peruuta";
"GAP05B03" = "Uusi kohdistus";

"GAP06TEXT01" = "Tulostetaan värillinen vaakakohdistusarkki.
Varmista, että takaosan paperinsyöttöön on asetettu A4- tai Letter-kokoista tavallista paperia.
Huomaa: Tämä säätö vaikuttaa vain, kun tulostetaan nopealla tulostuksella tavalliselle paperille. Muihin paperityyppeihin se ei vaikuta.";
"GAP06B01" = "Tulosta";
"GAP06B02" = "Peruuta";

"GAP07TEXT01" = "Katso kohdistusarkkia.
Etsi kuvio, jossa ei ole tummia eikä vaaleita viivoja. Valitse kuvion numero alla olevasta luettelosta ja napsauta [Valmis].
Jos kaikissa kuvioissa on viiva, valitse kuvio, jossa on kaikkein ohuin viiva. Napsauta sitten [Uusi kohdistus].";
"GAP07B01" = "Valmis";
"GAP07B02" = "Peruuta";
"GAP07B03" = "Uusi kohdistus";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Käytä tulostimen sisäosan puhdistukseen tavallista paperia.
Varmista, että tulostimeen on ladattu A4- tai Letter -kokoista paperia, ja napsauta sitten [Puhdistus]-painiketta.
Toista puhdistusta, kunnes tulostimen sisäosa on puhdas.";
"PG01_B01" = "Peruuta";
"PG01_B02" = "Puhdistus";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Arkkien lukumäärä paperin syötössä";
"PRINFO01SPE01" = "Arkkien lukumäärä";
"PRINFO01SPE02" = "Tämän tulostimen tiedot eivät ole käytettävissä.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Jos tulosteissa on edelleen raitoja tai puuttuvia värejä sen jälkeen, kun tulostuspäiden puhdistus on suoritettu useita kertoja, tulostinputkien sisältämä muste on ehkä vaihdettava ongelman ratkaisemiseksi.

Tällä toiminnolla voit vaihtaa kaiken musteputkien sisältämän musteen.

Tähän toimintoon kuluu paljon mustetta. Suosittelemme tämän toiminnon käyttöä vasta sitten, kun tulostuspäiden puhdistus on suoritettu useita kertoja.

Huomaa: Tarkista ennen tämän toiminnon käyttöä, että tulostimen mustesäiliöissä on riittävästi mustetta.
Jos mustetta ei ole riittävästi, täytä säiliöt.";
"POWERINKFLUSHING01B01" = "Peruuta";
"POWERINKFLUSHING01B02" = "Seuraava >";

"POWERINKFLUSHING02TEXT01" = "Ennen kuin suoritat tämän toiminnon, varmista, että kuljetuslukko on avoimessa (Printing) asennossa kuvan mukaisesti.

Huomaa: Kuljetuslukon on oltava aina avoimessa asennossa, kun tulostin on käytössä.";

"POWERINKFLUSHING03TEXT01" = "Haluatko varmasti suorittaa tämän toiminnon?
Putkien sisältämän kaiken musteen vaihtoon tarvitaan paljon mustetta.
Suosittelemme, että yrität suorittaa tulostuspäiden puhdistuksen useita kertoja ja ratkaista ongelman ennen tämän toiminnon käyttöä. Napsauta [Peruuta], ja yritä sitten tulostuspäiden puhdistusta.

Huomaa: Tämä toiminto vaikuttaa jätemustetyynyjen käyttöikään. Jätemustetyynyt saavuttavat kapasiteettinsa aikaisemmin, kun tätä toimintoa käytetään.
Jos jätemustetyynyt ovat tulleet käyttöikänsä loppuun, ota yhteys Epson-tukeen niiden vaihtamiseksi.

Käynnistä musteen vaihto napsauttamalla [Käynnistä].
Kun tämä toiminto on käynnistetty, sitä ei voi keskeyttää.";
"POWERINKFLUSHING03B01" = "Peruuta";
"POWERINKFLUSHING03B02" = "Käynnistä";

"POWERINKFLUSHING04TEXT01" = "Odota ...";
"POWERINKFLUSHING04TEXT02" = "Musteen tehohuuhtelu on käynnissä.
Odota.";
"POWERINKFLUSHING04B01" = "Sulje";

"POWERINKFLUSHING05TEXT01" = "Musteen tehohuuhtelu on valmis.
Tarkista musteen huuhtelun tehokkuus napsauttamalla [Tulosta suutintestin kuvio].";
"POWERINKFLUSHING05B01" = "Valmis";
"POWERINKFLUSHING05B03" = "Tulosta suutintestin kuvio";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Seuraava";
"INKTANKUTILITYB02" = "Takapuoli";
"INKTANKUTILITYB03" = "Sulje";

//Common
"INKTANKUTILITYTEXT01" = "Täytä mustetta kaikkien mustesäiliöiden merkkiviivaan saakka.
Katso lisätietoja musteen täytöstä ja tulostimen käytöstä tulostimen käyttöohjeesta.
Vaikka sinulla ei olisi uusia mustepulloja, ja vaikka yhtä tai useampia mustesäiliöitä ei ole täytetty säiliön ylempään merkkiviivaan asti, voit jatkaa tulostimen käyttöä. Jotta tulostin kuitenkin toimisi parhaalla mahdollisella tavalla, täytä kaikki mustesäiliöt ylempään merkkiviivaan asti välittömästi.

Huomaa:
Epson ei voi taata muiden kuin alkuperäisten väriaineiden laadun tai luotettavuuden. Muut kuin alkuperäiset väriaineet saattavat aiheuttaa tulostimelle vaurioita, joita Epsonin takuu ei korvaa.
Muut kuin tulostimen käyttöoppaassa määritetyt Epsonin alkuperäiset musteet saattavat aiheuttaa vaurioita, joita Epsonin takuu ei korvaa.";
"INKTANKUTILITYTEXT02" = "Tulostin voi vaurioitua, jos sitä käytetään pitkän aikaa, kun mustetaso on säiliön merkkiviivan alapuolella.";
"INKTANKUTILITYTEXT03" = "Tulostin voi vaurioitua, jos sitä käytetään pitkän aikaa, kun mustetaso on alle 20 mm mustesäiliöyksikön pohjasta.
Tarkista mustetasot tulostimen toimitukseen kuuluvan viivaimen avulla.";
"INKTANKUTILITYTEXT04" = "Kun näyttöön tulee varoitus, että jäljellä olevan musteen määrä pitää nollata, myös nollausta koskevat ohjeet näytetään.";

/* Printer Settings */
"PRISET01B01" = "Käytä";
"PRISET01B02" = "Peruuta";
"PRISET01SPE04" = "Tämän tulostimen tiedot eivät ole käytettävissä.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Virrankatkaisuajastin";
"PRISET01SPE21" = "Ei";
"PRISET01SPE22" = "30 minuuttia";
"PRISET01SPE23" = "1 tunti";
"PRISET01SPE24" = "2 tuntia";
"PRISET01SPE25" = "4 tuntia";
"PRISET01SPE26" = "8 tuntia";
"PRISET01SPE27" = "12 tuntia";

/* Error */
"PRINTERBUTTON00" = "Pysäytys/huolto";
"ERCOMMON_B01" = "Peruuta";
"ERCOMMON_B02" = "Jatka";
"ERCOMMON_B03" = "OK";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Peruuta";
"ER00_TEXTA" = "Virhe";
"ER00_TEXTB" = "1. Peruuta kaikki tulostustyöt.
2. Avaa tulostimen kansi ja poista juuttuneet paperit.
3. Sulje kansi ja kytke virta pois päältä ja jälleen takaisin päälle.";
"ER00_TEXTA_D4" = "Virhe";
"ER00_TEXTB_D4" = "1. Peruuta kaikki tulostustyöt.
2. Avaa tulostimen kansi ja poista juuttuneet paperit.
3. Sulje kansi ja kytke virta pois päältä ja jälleen takaisin päälle.";
"ER00_B01_D4" = "Peruuta";
"ER01_TEXTA" = "Tulostin on käynnissä";
"ER01_TEXTB" = "Odota...";
"ER04_TEXTA" = "Paperitukos";
"ER04_TEXTB" = "1. Avaa tulostimen kansi ja poista juuttuneet paperit.
2. Sulje kansi ja paina laitteen %btn%-painiketta.";
"ER05_TEXTA" = "Mustetasot pitää nollata.";
"ER05_TEXTB" = "Jäljellä olevan musteen määrä on tarkistettava. Napsauta [Mustesäiliön apuohjelma] -kuvaketta Epson Printer Utility 4 -apuohjelmassa katsellaksesi musteen lisäysohjeita.
Katso lisätietoja tulostimen käyttöoppaasta varmistaaksesi, mitä mustepulloja tässä tulostimessa käytetään.
Muut kuin tulostimen käyttöoppaassa määritetyt Epsonin alkuperäiset musteet saattavat aiheuttaa vaurioita, joita Epsonin takuu ei korvaa.

Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.
Jos tulostimen käyttöä jatketaan, kun musteen taso on alarajan alapuolella, se saattaa vaurioittaa tulostinta.";
"ER05_TEXTA_FF" = "Alustava musteen lataus ei ole valmis";
"ER05_TEXTB_FF" = "Katso asetusarkista ohjeita suorittaaksesi loppuun alustavan musteen latauksen.";
"ER06_TEXTA_D4" = "Paperi lopussa tai väärä lataus";
"ER06_TEXTB_D4" = "1. Poista paperi ja aseta se uudelleen.
2. Paina tuotteen %btn%-painiketta tai napsauta [Jatka], kun se tulee näkyviin.

Peruuta tulostustyö napsauttamalla [Peruuta], kun se tulee näkyviin. Jos sitä ei ole peruutettu, peruuta se tuotteesta.";
"ER06_B01_D4" = "Jatka";
"ER06_B02_D4" = "Peruuta";
"ER06_TEXTA" = "Paperi lopussa tai väärä lataus";
"ER06_TEXTB" = "1. Poista paperit ja lataa ne uudestaan.
2. Paina laitteen %btn%-painiketta.

Napsauta [Peruuta] peruuttaaksesi tulostustyön, kun se on näytössä. Jos se ei peruunnu, peruuta se laitteesta käsin.";
"ER10_TEXTA" = "Laite täytyy huoltaa";
"ER10_TEXTB" = "Tulostimen mustetyyny on käyttöiän lopussa.
Ota yhteyttä Epson-tukeen.";
"ER10_TEXTA_SPE01" = "Laite täytyy huoltaa";
"ER10_TEXTB_SPE01" = "Tulostimen mustetyyny on käyttöiän lopussa.
Jätemustetta voi valua.
Ota yhteyttä Epson-tukeen.";
"ER12_TEXTA" = "Monisivuinen syöttövirhe";
"ER12_TEXTB" = "Tee jokin seuraavista.
- Poista paperi ja aseta se uudelleen. Paina tuotteen %btn%-painiketta.
- Peruuta tulostustyö napsauttamalla [Peruuta], kun se tulee näkyviin. Jos sitä ei ole peruutettu, peruuta se tuotteesta.";
"ER12_TEXTA_D4" = "Monisivuinen syöttövirhe";
"ER12_TEXTB_D4" = "Tee jokin seuraavista.
- Poista paperi ja aseta se uudelleen. Paina tuotteen %btn%-painiketta.
- Peruuta tulostustyö napsauttamalla [Peruuta], kun se tulee näkyviin. Jos sitä ei ole peruutettu, peruuta se tuotteesta.";
"ER12_B01_D4" = "Peruuta";
"ER4A_TEXTA" = "Tulostimen mustetyyny on lähellä käyttöiän loppua.";
"ER4A_TEXTB" = "Ota yhteyttä Epson-tukeen.
Jatka tulostusta painamalla tulostimen %btn%-painiketta.";
"ER4A_TEXTA_SPE01" = "Tulostimen mustetyyny on käyttöiän lopussa.";
"ER4A_TEXTB_SPE01" = "Se voi aiheuttaa jätemusteen vuotoa, jos tulostusta jatketaan.
Ota yhteyttä Epson-tukeen.
Jatka tulostusta painamalla tulostimen %btn%-painiketta.";
"Common Error Text1" = "Virhe";
"Common Error Text2" = "1. Peruuta kaikki tulostustyöt.
2. Avaa tulostimen kansi ja poista juuttuneet paperit.
3. Sulje kansi ja kytke virta pois päältä ja jälleen takaisin päälle.";
"Common Error B1" = "Peruuta";
"Cleaning status" = "Tulostin on käynnissä";
"Shipment status" = "Alustava musteen lataus ei ole valmis";
"Charging status" = "Mustejärjestelmän lataus";
"WRINKLOW_TEXTA" = "Mustetasot pitää pian nollata.";
"WRINKLOW_TEXTB" = "Mustetasot saattavat olla alhaiset.
Voit ehkä jatkaa tulostusta. Sinun pitää kuitenkin valmistella uudet mustepullot niin pian kuin mahdollista. Suosittelemme Epsonin alkuperäisen musteen käyttöä.
Katso lisätietoja tulostimen käyttöoppaasta varmistaaksesi, mitä mustepulloja tässä tulostimessa käytetään.
Muut kuin tulostimen käyttöoppaassa määritetyt Epsonin alkuperäiset musteet saattavat aiheuttaa vaurioita, joita Epsonin takuu ei korvaa.

Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.
Jos tulostimen käyttöä jatketaan, kun musteen taso on alarajan alapuolella, se saattaa vaurioittaa tulostinta.";
"WRINKLOW2_TEXTA" = "Mustetasot pitää pian nollata.";
"WRINKLOW2_TEXTB" = "Mustetasot saattavat olla alhaiset.
Voit ehkä jatkaa tulostusta. Sinun pitää kuitenkin valmistella uudet mustepullot niin pian kuin mahdollista. Suosittelemme Epsonin alkuperäisen musteen käyttöä.
Katso lisätietoja tulostimen käyttöoppaasta varmistaaksesi, mitä mustepulloja tässä tulostimessa käytetään.
Muut kuin tulostimen käyttöoppaassa määritetyt Epsonin alkuperäiset musteet saattavat aiheuttaa vaurioita, joita Epsonin takuu ei korvaa.

Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.
Jos tulostimen käyttöä jatketaan, kun musteen taso on alarajan alapuolella, se saattaa vaurioittaa tulostinta.";
"WRCD_TEXTA" = "Tulostuspäiden puhdistusta ei voida suorittaa loppuun.";
"WRCD_TEXTB" = "Mustetasot saattavat olla alhaiset.
Voit ehkä jatkaa tulostusta. Sinun pitää kuitenkin valmistella uudet mustepullot niin pian kuin mahdollista. Suosittelemme Epsonin alkuperäisen musteen käyttöä.
Katso lisätietoja tulostimen käyttöoppaasta varmistaaksesi, mitä mustepulloja tässä tulostimessa käytetään.
Muut kuin tulostimen käyttöoppaassa määritetyt Epsonin alkuperäiset musteet saattavat aiheuttaa vaurioita, joita Epsonin takuu ei korvaa.

Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.
Jos tulostimen käyttöä jatketaan, kun musteen taso on alarajan alapuolella, se saattaa vaurioittaa tulostinta.";
"WRPD_TEXTA" = "Musteen tehohuuhtelua ei voi suorittaa.";
"WRPD_TEXTB" = "Mustetasot saattavat olla alhaiset.
Voit ehkä jatkaa tulostusta. Sinun pitää kuitenkin valmistella uudet mustepullot niin pian kuin mahdollista. Suosittelemme Epsonin alkuperäisen musteen käyttöä.
Katso lisätietoja tulostimen käyttöoppaasta varmistaaksesi, mitä mustepulloja tässä tulostimessa käytetään.
Muut kuin tulostimen käyttöoppaassa määritetyt Epsonin alkuperäiset musteet saattavat aiheuttaa vaurioita, joita Epsonin takuu ei korvaa.

Varmistaaksesi todellisen jäljellä olevan musteen määrän tarkista tulostimen mustesäiliöiden mustetasot silmämääräisesti.
Jos tulostimen käyttöä jatketaan, kun musteen taso on alarajan alapuolella, se saattaa vaurioittaa tulostinta.";
"COMUERR_TEXTA" = "Tietoliikennevirhe";
"COMUERR_TEXTB" = "Kytke tuote tietokoneeseen ja kytke virta päälle. Jos sammutat virran tulostuksen aikana, peruuta tulostustyö.";
"COMUERR_B01" = "Yritä uudelleen";
"COMUERR_B02" = "Peruuta";
"CHARGINGSTATUS_TEXTA" = "Mustejärjestelmän lataus";

